Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# %@ filter%@
source: %1$@ filter%2$@
es: Filtro %1$@%2$@
ko: %1$@ 필터%2$@
vi: Bộ lọc %1$@%2$@
zh_hans: %1$@ 筛选%2$@
zh_hant: %1$@ 篩選%2$@

# %lld rides, %lld favors
source: %1$lld rides, %2$lld favors
es: %1$lld viajes, %2$lld favores
ko: 라이드 %1$lld, 부탁 %2$lld
vi: %1$lld chuyến đi, %2$lld nhờ vả
zh_hans: %1$lld次搭车，%2$lld次帮忙
zh_hant: %1$lld次搭車，%2$lld次幫忙

# %lld seat%@
source: %1$lld seat%2$@
es: %1$lld asiento%2$@
ko: %1$lld석%2$@
vi: %1$lld chỗ%2$@
zh_hans: %1$lld个座位%2$@
zh_hant: %1$lld個座位%2$@

source: About
es: Acerca de
ko: 정보
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# accessibility_audio_paused
source: Voice message, paused
es: Mensaje de voz, en pausa
ko: 음성 메시지, 일시정지됨
vi: Tin nhắn thoại, đã tạm dừng
zh_hans: 语音消息，已暂停
zh_hant: 語音訊息，已暫停

# accessibility_audio_playing
source: Voice message, playing
es: Mensaje de voz, reproduciendo
ko: 음성 메시지, 재생 중
vi: Tin nhắn thoại, đang phát
zh_hans: 语音消息，播放中
zh_hant: 語音訊息，播放中

# accessibility_close
source: Close
es: Cerrar
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# accessibility_emoji_picker
source: Choose another reaction
es: Elegir otra reacción
ko: 다른 반응 선택
vi: Chọn phản ứng khác
zh_hans: 选择其他表情
zh_hant: 選擇其他表情

# accessibility_reaction_add_hint
source: Tap to add this reaction
es: Toca para agregar esta reacción
ko: 탭하여 이 반응 추가
vi: Nhấn để thêm phản ứng này
zh_hans: 轻点以添加此表情回应
zh_hant: 點一下以新增此表情回應

# accessibility_reaction_remove_hint
source: Tap to remove your reaction
es: Toca para quitar tu reacción
ko: 탭하여 내 반응 제거
vi: Nhấn để xóa phản ứng của bạn
zh_hans: 轻点以移除您的表情回应
zh_hant: 點一下以移除您的表情回應

# accessibility_read_by
source: Read by %@
es: Leído por %@
ko: 읽은 사람: %@
vi: Đã đọc bởi %@
zh_hans: %@ 已读
zh_hant: %@ 已讀

# accessibility_status_delivered
source: Delivered
es: Entregado
ko: 전달됨
vi: Đã gửi
zh_hans: 已送达
zh_hant: 已送達

# accessibility_status_failed
source: Failed to send
es: Error al enviar
ko: 전송 실패
vi: Không gửi được
zh_hans: 发送失败
zh_hant: 發送失敗

# accessibility_status_read
source: Read
es: Leído
ko: 읽음
vi: Đã xem
zh_hans: 已读
zh_hant: 已讀

# accessibility_status_sending
source: Sending
es: Enviando
ko: 전송 중
vi: Đang gửi
zh_hans: 发送中
zh_hant: 發送中

# accessibility_status_sent
source: Sent
es: Enviado
ko: 전송됨
vi: Đã gửi đi
zh_hans: 已发送
zh_hant: 已發送

# accessibility_tap_to_open_link
source: Tap to open link
es: Toca para abrir el enlace
ko: 탭하여 링크 열기
vi: Nhấn để mở liên kết
zh_hans: 轻点以打开链接
zh_hant: 點一下以開啟連結

# accessibility_tap_to_open_maps
source: Double-tap to open in Maps
es: Toca dos veces para abrir en Mapas
ko: 지도에서 열려면 두 번 탭하세요
vi: Nhấn đúp để mở trong Bản đồ
zh_hans: 轻点两下在地图中打开
zh_hant: 點兩下在地圖中開啟

# accessibility_tap_to_retry
source: Double-tap to retry
es: Toca dos veces para reintentar
ko: 다시 시도하려면 두 번 탭하세요
vi: Nhấn đúp để thử lại
zh_hans: 轻点两下重试
zh_hant: 點兩下重試

# accessibility_tap_to_scroll_to_reply
source: Double-tap to go to the original message
es: Toca dos veces para ir al mensaje original
ko: 원본 메시지로 이동하려면 두 번 탭하세요
vi: Nhấn đúp để đến tin nhắn gốc
zh_hans: 轻点两下跳转到原消息
zh_hant: 點兩下前往原始訊息

# accessibility_tap_to_toggle
source: Double-tap to play or pause
es: Toca dos veces para reproducir o pausar
ko: 재생 또는 일시정지하려면 두 번 탭하세요
vi: Nhấn đúp để phát hoặc tạm dừng
zh_hans: 轻点两下播放或暂停
zh_hant: 點兩下播放或暫停

# accessibility_tap_to_view
source: Double-tap to view full size
es: Toca dos veces para ver a tamaño completo
ko: 전체 크기로 보려면 두 번 탭하세요
vi: Nhấn đúp để xem kích thước đầy đủ
zh_hans: 轻点两下查看原图
zh_hant: 點兩下檢視完整大小

# account_delete_pre_approval_message
source: This will permanently delete your account and everything you've submitted. This cannot be undone.
es: Esto eliminará permanentemente tu cuenta y todo lo que has enviado. Esta acción no se puede deshacer.
ko: 계정과 제출한 모든 내용이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
vi: Thao tác này sẽ xóa vĩnh viễn tài khoản của bạn và mọi nội dung bạn đã gửi. Không thể hoàn tác.
zh_hans: 这将永久删除您的账户以及您提交的所有内容。此操作无法撤销。
zh_hant: 這將永久刪除您的帳戶以及您提交的所有內容。此操作無法復原。

source: Actions
es: Acciones
ko: 작업
vi: Hành động
zh_hans: 操作
zh_hant: 操作

source: Active Operations
es: Operaciones activas
ko: 진행 중인 작업
vi: Tác vụ đang chạy
zh_hans: 进行中的操作
zh_hant: 進行中的操作

source: Add Participants
es: Agregar participantes
ko: 참가자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# address_copied_toast
source: Copied!
es: ¡Copiado!
ko: 복사됨!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

# address_copy_action
source: Copy Address
es: Copiar dirección
ko: 주소 복사
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

# address_open_apple_maps
source: Open in Apple Maps
es: Abrir en Apple Maps
ko: Apple 지도에서 열기
vi: Mở trong Apple Maps
zh_hans: 在Apple地图中打开
zh_hant: 在Apple地圖中打開

# address_open_google_maps
source: Open in Google Maps
es: Abrir en Google Maps
ko: Google 지도에서 열기
vi: Mở trong Google Maps
zh_hans: 在Google地图中打开
zh_hant: 在Google地圖中打開

source: Admin
es: Administrador
ko: 관리자
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

source: Admin Panel
es: Panel de administración
ko: 관리자 패널
vi: Bảng quản trị
zh_hans: 管理面板
zh_hant: 管理面板

# admin_access_denied
source: Access Denied
es: Acceso denegado
ko: 접근 거부됨
vi: Truy cập bị từ chối
zh_hans: 访问被拒绝
zh_hant: 存取被拒絕

# admin_account_created_label
source: Account created
es: Cuenta creada
ko: 계정 생성일
vi: Ngày tạo tài khoản
zh_hans: 账户创建时间
zh_hant: 帳戶建立時間

# admin_actions_header
source: Admin Actions
es: Acciones de administrador
ko: 관리자 작업
vi: Hành động của quản trị viên
zh_hans: 管理员操作
zh_hant: 管理員操作

# admin_active_requests_title
source: Active Requests
es: Solicitudes activas
ko: 활성 요청
vi: Yêu cầu đang hoạt động
zh_hans: 活跃请求
zh_hant: 活躍請求

# admin_all_approved
source: All users have been approved.
es: Todos los usuarios han sido aprobados.
ko: 모든 사용자가 승인되었습니다.
vi: Tất cả người dùng đã được phê duyệt.
zh_hans: 所有用户已获批准。
zh_hant: 所有用戶已獲批准。

# admin_all_completed
source: All rides and favors have been completed
es: Todos los viajes y favores han sido completados
ko: 모든 라이드와 부탁이 완료되었습니다
vi: Tất cả chuyến đi và nhờ vả đã hoàn thành
zh_hans: 所有搭车和帮忙都已完成
zh_hant: 所有搭車和幫忙都已完成

# admin_all_members
source: All Members
es: Todos los miembros
ko: 모든 회원
vi: Tất cả thành viên
zh_hans: 所有成员
zh_hant: 所有成員

# admin_all_members_hint
source: Double-tap to manage community members
es: Pulsa dos veces para gestionar los miembros de la comunidad
ko: 두 번 탭하여 커뮤니티 회원을 관리하세요
vi: Nhấn đúp để quản lý thành viên cộng đồng
zh_hans: 轻点两下以管理社区成员
zh_hant: 點兩下以管理社區成員

# admin_announcement
source: Announcement
es: Anuncio
ko: 공지사항
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# admin_announcement_footer
source: This will be sent to all approved users.
es: Esto se enviará a todos los usuarios aprobados.
ko: 승인된 모든 사용자에게 전송됩니다.
vi: Thông báo này sẽ được gửi đến tất cả người dùng đã được phê duyệt.
zh_hans: 此公告将发送给所有已批准的用户。
zh_hant: 此公告將發送給所有已批准的用戶。

# admin_application_info
source: Application Information
es: Información de la postulación
ko: 신청 정보
vi: Thông tin đơn đăng ký
zh_hans: 申请信息
zh_hant: 申請資訊

# admin_approve
source: Approve
es: Aprobar
ko: 승인
vi: Phê duyệt
zh_hans: 批准
zh_hant: 批准

# admin_approve_confirmation
source: Are you sure you want to approve this user? They will be able to access all app features.
es: ¿Estás seguro de que deseas aprobar a este usuario? Podrá acceder a todas las funciones de la aplicación.
ko: 이 사용자를 승인하시겠습니까? 모든 앱 기능에 접근할 수 있게 됩니다.
vi: Bạn có chắc chắn muốn phê duyệt người dùng này? Họ sẽ có thể truy cập tất cả tính năng của ứng dụng.
zh_hans: 确定要批准此用户吗？他们将能够访问所有应用功能。
zh_hant: 確定要批准此用戶嗎？他們將能夠存取所有應用程式功能。

# admin_approve_failed
source: Couldn't approve this user. Please try again.
es: No se pudo aprobar a este usuario. Por favor, inténtalo de nuevo.
ko: 이 사용자를 승인하지 못했습니다. 다시 시도해 주세요.
vi: Không thể phê duyệt người dùng này. Vui lòng thử lại.
zh_hans: 无法批准此用户。请重试。
zh_hant: 無法批准此用戶。請重試。

# admin_approve_user
source: Approve User
es: Aprobar usuario
ko: 사용자 승인
vi: Phê duyệt người dùng
zh_hans: 批准用户
zh_hant: 批准用戶

# admin_back_to_profile
source: Back to Profile
es: Volver al perfil
ko: 프로필로 돌아가기
vi: Quay lại hồ sơ
zh_hans: 返回个人资料
zh_hant: 返回個人資料

# admin_back_to_profile_hint
source: Double-tap to return to your profile
es: Toca dos veces para volver a tu perfil
ko: 두 번 탭하여 프로필로 돌아가기
vi: Nhấn đúp để quay lại hồ sơ của bạn
zh_hans: 轻点两下返回您的个人资料
zh_hant: 點兩下以返回您的個人資料

# admin_badge
source: Admin
es: Administrador
ko: 관리자
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# admin_broadcast_confirmation
source: This will send an announcement to all approved users. Are you sure you want to proceed?
es: Esto enviará un anuncio a todos los usuarios aprobados. ¿Estás seguro de que deseas continuar?
ko: 승인된 모든 사용자에게 공지가 발송됩니다. 계속하시겠습니까?
vi: Thông báo này sẽ được gửi đến tất cả người dùng đã được phê duyệt. Bạn có chắc chắn muốn tiếp tục?
zh_hans: 此操作将向所有已批准的用户发送公告。确定要继续吗？
zh_hant: 此操作將向所有已批准的用戶發送公告。確定要繼續嗎？

# admin_broadcast_discard_message
source: This announcement hasn't been sent. If you leave now, what you typed will be lost.
es: Este anuncio no se ha enviado. Si sales ahora, se perderá lo que escribiste.
ko: 이 공지가 아직 전송되지 않았습니다. 지금 나가면 입력한 내용이 사라집니다.
vi: Thông báo này chưa được gửi. Nếu rời đi bây giờ, nội dung bạn đã nhập sẽ bị mất.
zh_hans: 此公告尚未发送。现在离开的话，您输入的内容将会丢失。
zh_hant: 此公告尚未發送。現在離開的話，您輸入的內容將會遺失。

# admin_broadcast_success
source: Broadcast sent successfully!
es: ¡Transmisión enviada con éxito!
ko: 방송이 성공적으로 전송되었습니다!
vi: Thông báo đã được gửi thành công!
zh_hans: 广播发送成功！
zh_hant: 廣播發送成功！

# admin_broadcast_title
source: Title
es: Título
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# admin_cannot_restrict_self
source: You cannot restrict your own account
es: No puedes restringir tu propia cuenta
ko: 본인 계정은 제한할 수 없습니다
vi: Bạn không thể hạn chế tài khoản của chính mình
zh_hans: 您不能限制自己的账户
zh_hant: 您不能限制自己的帳戶

# admin_developer_tools
source: Developer Tools
es: Herramientas para desarrolladores
ko: 개발자 도구
vi: Công cụ dành cho nhà phát triển
zh_hans: 开发者工具
zh_hant: 開發者工具

# admin_generate_invite_code
source: Generate Invite Code
es: Generar código de invitación
ko: 초대 코드 생성
vi: Tạo mã mời
zh_hans: 生成邀请码
zh_hant: 生成邀請碼

# admin_heard_about_label
source: How they heard about us
es: Cómo supieron de nosotros
ko: 저희를 알게 된 경로
vi: Họ biết đến chúng tôi qua đâu
zh_hans: 他们是如何得知我们的
zh_hant: 他們是如何得知我們的

# admin_invitation_statement
source: Invitation Statement
es: Declaración de invitación
ko: 초대 사유
vi: Lời giới thiệu
zh_hans: 邀请声明
zh_hant: 邀請聲明

# admin_invite_bulk
source: Bulk Invite
es: Invitación masiva
ko: 대량 초대
vi: Mời hàng loạt
zh_hans: 批量邀请
zh_hant: 批量邀請

# admin_invite_bulk_code
source: Bulk Invite Code
es: Código de invitación masiva
ko: 대량 초대 코드
vi: Mã mời hàng loạt
zh_hans: 批量邀请码
zh_hant: 批量邀請碼

# admin_invite_bulk_code_desc
source: This code can be used by multiple people and will expire in 48 hours
es: Este código puede ser utilizado por varias personas y expirará en 48 horas
ko: 이 코드는 여러 사람이 사용할 수 있으며 48시간 후에 만료됩니다
vi: Mã này có thể được sử dụng bởi nhiều người và sẽ hết hạn sau 48 giờ
zh_hans: 此代码可供多人使用，48小时后过期
zh_hant: 此代碼可供多人使用，48小時後過期

# admin_invite_bulk_desc
source: Multi-use code (expires in 48 hours)
es: Código de uso múltiple (expira en 48 horas)
ko: 다회용 코드 (48시간 후 만료)
vi: Mã dùng nhiều lần (hết hạn sau 48 giờ)
zh_hans: 多次使用代码（48小时后过期）
zh_hant: 多次使用代碼（48小時後過期）

# admin_invite_bulk_failed
source: Failed to generate bulk invite code
es: Error al generar el código de invitación masiva
ko: 대량 초대 코드 생성에 실패했습니다
vi: Không thể tạo mã mời hàng loạt
zh_hans: 生成批量邀请码失败
zh_hant: 生成批量邀請碼失敗

# admin_invite_codes
source: Invite Codes
es: Códigos de invitación
ko: 초대 코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# admin_invite_copy
source: Copy
es: Copiar
ko: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# admin_invite_create_code
source: Create a code to invite new members
es: Crear un código para invitar a nuevos miembros
ko: 새 회원을 초대할 코드를 생성하세요
vi: Tạo mã để mời thành viên mới
zh_hans: 创建邀请新成员的代码
zh_hant: 建立邀請新成員的代碼

# admin_invite_expires_at
source: Expires: %1$@ at %2$@
es: Expira: %1$@ a las %2$@
ko: 만료: %1$@ %2$@
vi: Hết hạn: %1$@ lúc %2$@
zh_hans: 过期时间：%1$@ %2$@
zh_hant: 過期時間：%1$@ %2$@

# admin_invite_generate_bulk
source: Generate Bulk Code
es: Generar código masivo
ko: 대량 코드 생성
vi: Tạo mã hàng loạt
zh_hans: 生成批量代码
zh_hant: 生成批量代碼

# admin_invite_generated_code
source: Generated Code
es: Código generado
ko: 생성된 코드
vi: Mã đã tạo
zh_hans: 已生成的代码
zh_hant: 已生成的代碼

# admin_invite_information
source: Invite Information
es: Información de invitación
ko: 초대 정보
vi: Thông tin mời
zh_hans: 邀请信息
zh_hant: 邀請資訊

# admin_invite_not_signed_in
source: Not signed in
es: No has iniciado sesión
ko: 로그인되지 않음
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

# admin_invite_regular
source: Regular Invite
es: Invitación normal
ko: 일반 초대
vi: Mời thường
zh_hans: 普通邀请
zh_hant: 普通邀請

# admin_invite_regular_desc
source: Single-use code with invitation statement
es: Código de un solo uso con declaración de invitación
ko: 초대 사유가 포함된 일회용 코드
vi: Mã dùng một lần kèm lời giới thiệu
zh_hans: 带邀请声明的一次性代码
zh_hant: 帶邀請聲明的一次性代碼

# admin_invite_share
source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# admin_invited_by
source: Invited By
es: Invitado por
ko: 초대자
vi: Được mời bởi
zh_hans: 邀请人
zh_hant: 邀請人

# admin_invited_by_label
source: Invited by: %@
es: Invitado por: %@
ko: 초대자: %@
vi: Được mời bởi: %@
zh_hans: 邀请人：%@
zh_hant: 邀請人：%@

# admin_join_reason_label
source: Why they want to join
es: Por qué quieren unirse
ko: 가입을 원하는 이유
vi: Lý do họ muốn tham gia
zh_hans: 他们为什么想加入
zh_hant: 他們為什麼想加入

# admin_loading_invite_details
source: Loading invite details...
es: Cargando detalles de la invitación...
ko: 초대 세부정보 로딩 중...
vi: Đang tải chi tiết lời mời...
zh_hans: 正在加载邀请详情...
zh_hant: 正在載入邀請詳情...

# admin_loading_members
source: Loading members...
es: Cargando miembros...
ko: 회원 로딩 중...
vi: Đang tải danh sách thành viên...
zh_hans: 正在加载成员...
zh_hant: 正在載入成員...

# admin_loading_pending
source: Loading pending users...
es: Cargando usuarios pendientes...
ko: 대기 중인 사용자 로딩 중...
vi: Đang tải người dùng chờ duyệt...
zh_hans: 正在加载待审核用户...
zh_hant: 正在載入待審核用戶...

# admin_make_admin
source: Make Admin
es: Hacer administrador
ko: 관리자로 지정
vi: Chỉ định quản trị viên
zh_hans: 设为管理员
zh_hant: 設為管理員

# admin_make_admin_confirmation
source: Are you sure you want to make this user an admin? They will have access to all admin features.
es: ¿Estás seguro de que deseas hacer administrador a este usuario? Tendrá acceso a todas las funciones de administración.
ko: 이 사용자를 관리자로 지정하시겠습니까? 모든 관리 기능에 접근할 수 있게 됩니다.
vi: Bạn có chắc chắn muốn chỉ định người dùng này làm quản trị viên? Họ sẽ có quyền truy cập tất cả tính năng quản trị.
zh_hans: 确定要将此用户设为管理员吗？他们将拥有所有管理功能的访问权限。
zh_hant: 確定要將此用戶設為管理員嗎？他們將擁有所有管理功能的存取權限。

# admin_management
source: Management
es: Gestión
ko: 관리
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# admin_member_joined
source: Joined %@
es: Se unió el %@
ko: %@ 가입
vi: Tham gia ngày %@
zh_hans: 加入于 %@
zh_hant: 加入於 %@

# admin_no_active_requests
source: No active requests
es: No hay solicitudes activas
ko: 활성 요청 없음
vi: Không có yêu cầu đang hoạt động
zh_hans: 没有活跃请求
zh_hant: 沒有活躍請求

# admin_no_invitation_statement
source: No invitation statement provided
es: No se proporcionó declaración de invitación
ko: 초대 사유가 제공되지 않았습니다
vi: Không có lời giới thiệu nào được cung cấp
zh_hans: 未提供邀请声明
zh_hant: 未提供邀請聲明

# admin_no_members
source: No Members
es: Sin miembros
ko: 회원 없음
vi: Không có thành viên
zh_hans: 没有成员
zh_hant: 沒有成員

# admin_no_members_found
source: No approved members found.
es: No se encontraron miembros aprobados.
ko: 승인된 회원을 찾을 수 없습니다.
vi: Không tìm thấy thành viên đã được phê duyệt.
zh_hans: 未找到已批准的成员。
zh_hant: 未找到已批准的成員。

# admin_no_pending_users
source: No Pending Users
es: No hay usuarios pendientes
ko: 대기 중인 사용자 없음
vi: Không có người dùng đang chờ
zh_hans: 没有待审核用户
zh_hant: 沒有待審核用戶

# admin_no_permission
source: You don't have permission to access the admin panel.
es: No tienes permiso para acceder al panel de administración.
ko: 관리자 패널에 접근할 권한이 없습니다.
vi: Bạn không có quyền truy cập bảng quản trị.
zh_hans: 您没有访问管理面板的权限。
zh_hant: 您沒有存取管理面板的權限。

# admin_not_provided
source: Not provided
es: No proporcionado
ko: 제공되지 않음
vi: Không cung cấp
zh_hans: 未提供
zh_hant: 未提供

# admin_notification_tester
source: Notification Tester
es: Probador de notificaciones
ko: 알림 테스터
vi: Công cụ thử nghiệm thông báo
zh_hans: 通知测试工具
zh_hant: 通知測試工具

# admin_panel_title
source: Admin Panel
es: Panel de administración
ko: 관리자 패널
vi: Bảng quản trị
zh_hans: 管理面板
zh_hant: 管理面板

# admin_pending_approvals
source: Pending Approvals
es: Aprobaciones pendientes
ko: 승인 대기 중
vi: Đang chờ phê duyệt
zh_hans: 待审批
zh_hant: 待審批

# admin_pending_approvals_hint
source: Double-tap to review pending user approvals
es: Pulsa dos veces para revisar las aprobaciones de usuarios pendientes
ko: 두 번 탭하여 대기 중인 사용자 승인을 검토하세요
vi: Nhấn đúp để xem xét các phê duyệt người dùng đang chờ
zh_hans: 轻点两下以审核待审批的用户
zh_hant: 點兩下以審核待審批的用戶

# admin_pin_footer
source: If enabled, the announcement will appear pinned at the top of users' notification feeds for 7 days.
es: Si está habilitado, el anuncio aparecerá fijado en la parte superior del feed de notificaciones de los usuarios durante 7 días.
ko: 활성화하면 공지가 7일 동안 사용자 알림 피드 상단에 고정됩니다.
vi: Nếu bật, thông báo sẽ được ghim ở đầu nguồn cấp thông báo của người dùng trong 7 ngày.
zh_hans: 启用后，公告将在用户通知栏顶部置顶7天。
zh_hant: 啟用後，公告將在用戶通知欄頂部置頂7天。

# admin_pin_toggle
source: Pin to notifications (7 days)
es: Fijar en notificaciones (7 días)
ko: 알림에 고정 (7일)
vi: Ghim vào thông báo (7 ngày)
zh_hans: 置顶到通知（7天）
zh_hant: 置頂到通知（7天）

# admin_quick_actions
source: Quick Actions
es: Acciones rápidas
ko: 빠른 작업
vi: Thao tác nhanh
zh_hans: 快捷操作
zh_hant: 快捷操作

# admin_reject
source: Reject
es: Rechazar
ko: 거부
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# admin_reject_confirmation
source: Are you sure you want to reject this user? Their account will be deleted.
es: ¿Estás seguro de que deseas rechazar a este usuario? Su cuenta será eliminada.
ko: 이 사용자를 거부하시겠습니까? 계정이 삭제됩니다.
vi: Bạn có chắc chắn muốn từ chối người dùng này? Tài khoản của họ sẽ bị xóa.
zh_hans: 确定要拒绝此用户吗？他们的账户将被删除。
zh_hant: 確定要拒絕此用戶嗎？他們的帳戶將被刪除。

# admin_reject_failed
source: Couldn't reject this user. Please try again.
es: No se pudo rechazar a este usuario. Por favor, inténtalo de nuevo.
ko: 이 사용자를 거부하지 못했습니다. 다시 시도해 주세요.
vi: Không thể từ chối người dùng này. Vui lòng thử lại.
zh_hans: 无法拒绝此用户。请重试。
zh_hant: 無法拒絕此用戶。請重試。

# admin_reject_user
source: Reject User
es: Rechazar usuario
ko: 사용자 거부
vi: Từ chối người dùng
zh_hans: 拒绝用户
zh_hant: 拒絕用戶

# admin_remove_admin
source: Remove Admin
es: Quitar administrador
ko: 관리자 해제
vi: Xóa quyền quản trị viên
zh_hans: 移除管理员
zh_hant: 移除管理員

# admin_remove_admin_confirmation
source: Are you sure you want to remove admin status from this user? They will lose access to admin features.
es: ¿Estás seguro de que deseas quitar el estado de administrador a este usuario? Perderá el acceso a las funciones de administración.
ko: 이 사용자의 관리자 권한을 해제하시겠습니까? 관리 기능에 대한 접근 권한을 잃게 됩니다.
vi: Bạn có chắc chắn muốn xóa quyền quản trị viên của người dùng này? Họ sẽ mất quyền truy cập các tính năng quản trị.
zh_hans: 确定要移除此用户的管理员身份吗？他们将失去对管理功能的访问权限。
zh_hant: 確定要移除此用戶的管理員身份嗎？他們將失去對管理功能的存取權限。

# admin_remove_restriction
source: Remove Restriction
es: Quitar restricción
ko: 제한 해제
vi: Gỡ hạn chế
zh_hans: 解除限制
zh_hant: 解除限制

# admin_remove_restriction_confirm
source: Are you sure you want to remove the restriction on this user?
es: ¿Seguro que quieres quitar la restricción a este usuario?
ko: 이 사용자의 제한을 해제하시겠습니까?
vi: Bạn có chắc muốn gỡ hạn chế đối với người dùng này không?
zh_hans: 确定要解除对此用户的限制吗？
zh_hant: 確定要解除對此用戶的限制嗎？

# admin_reports_action_taken
source: Action taken
es: Acción tomada
ko: 조치 완료
vi: Đã xử lý
zh_hans: 已采取措施
zh_hant: 已採取措施

# admin_reports_auto_hidden
source: Auto-hidden
es: Ocultado automáticamente
ko: 자동 숨김
vi: Tự động ẩn
zh_hans: 已自动隐藏
zh_hant: 已自動隱藏

# admin_reports_content_author
source: Posted by %@
es: Publicado por %@
ko: %@님이 게시함
vi: Đăng bởi %@
zh_hans: 发布者：%@
zh_hant: 發布者：%@

# admin_reports_dismiss
source: Dismiss
es: Descartar
ko: 기각
vi: Bỏ qua
zh_hans: 驳回
zh_hant: 駁回

# admin_reports_dismiss_confirm_message
source: This will dismiss the report without changing the reported content. You can leave an optional note for the moderation log.
es: Esto descartará el reporte sin cambiar el contenido reportado. Puedes dejar una nota opcional para el registro de moderación.
ko: 신고를 기각해도 신고된 콘텐츠는 변경되지 않습니다. 운영 기록에 남길 메모를 선택적으로 입력할 수 있습니다.
vi: Báo cáo sẽ được bỏ qua mà không thay đổi nội dung bị báo cáo. Bạn có thể để lại ghi chú tùy chọn cho nhật ký kiểm duyệt.
zh_hans: 这将驳回该举报，被举报的内容不会有任何变化。您可以为审核记录留下备注（选填）。
zh_hant: 這將駁回該檢舉，被檢舉的內容不會有任何變動。您可以為審核記錄留下備註（選填）。

# admin_reports_dismissed
source: Dismissed
es: Descartado
ko: 기각됨
vi: Đã bỏ qua
zh_hans: 已驳回
zh_hant: 已駁回

# admin_reports_empty_message
source: No reports to review
es: No hay reportes por revisar
ko: 검토할 신고가 없습니다
vi: Không có báo cáo nào cần xem xét
zh_hans: 没有需要审核的举报
zh_hant: 沒有需要審核的檢舉

# admin_reports_empty_title
source: No Reports
es: Sin reportes
ko: 신고 없음
vi: Không có báo cáo
zh_hans: 没有举报
zh_hant: 沒有檢舉

# admin_reports_filter_all
source: All
es: Todos
ko: 전체
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# admin_reports_filter_dismissed
source: Dismissed
es: Descartados
ko: 기각됨
vi: Đã bỏ qua
zh_hans: 已驳回
zh_hant: 已駁回

# admin_reports_filter_pending
source: Pending
es: Pendientes
ko: 대기 중
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

# admin_reports_filter_resolved
source: Resolved
es: Resueltos
ko: 처리됨
vi: Đã giải quyết
zh_hans: 已处理
zh_hant: 已處理

# admin_reports_hide
source: Hide
es: Ocultar
ko: 숨기기
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# admin_reports_hide_confirm_message
source: This will hide the reported content. A reason is required so the moderation decision can be audited.
es: Esto ocultará el contenido reportado. Se requiere un motivo para que la decisión de moderación pueda auditarse.
ko: 신고된 콘텐츠를 숨깁니다. 운영 결정을 추후 확인할 수 있도록 사유를 입력해야 합니다.
vi: Thao tác này sẽ ẩn nội dung bị báo cáo. Cần nêu lý do để quyết định kiểm duyệt có thể được kiểm tra lại.
zh_hans: 这将隐藏被举报的内容。必须填写原因，以便日后核查此审核决定。
zh_hant: 這將隱藏被檢舉的內容。必須填寫原因，以便日後查核此審核決定。

# admin_reports_hide_reason_placeholder
source: Required reason
es: Motivo obligatorio
ko: 사유 (필수)
vi: Lý do (bắt buộc)
zh_hans: 必填原因
zh_hant: 必填原因

# admin_reports_hint
source: Double-tap to review content reports
es: Pulsa dos veces para revisar los reportes de contenido
ko: 두 번 탭하여 콘텐츠 신고를 검토하세요
vi: Nhấn đúp để xem xét các báo cáo nội dung
zh_hans: 轻点两下以审核内容举报
zh_hant: 點兩下以審核內容檢舉

# admin_reports_note_title
source: Moderator note
es: Nota del moderador
ko: 운영자 메모
vi: Ghi chú của người kiểm duyệt
zh_hans: 管理员备注
zh_hant: 管理員備註

# admin_reports_optional_note_placeholder
source: Optional note
es: Nota opcional
ko: 메모 (선택사항)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（选填）
zh_hant: 備註（選填）

# admin_reports_reported_by
source: Reported by %@
es: Reportado por %@
ko: 신고자: %@
vi: Báo cáo bởi %@
zh_hans: 举报人：%@
zh_hant: 檢舉人：%@

# admin_reports_reported_member
source: Reported member: %@
es: Miembro reportado: %@
ko: 신고된 회원: %@
vi: Thành viên bị báo cáo: %@
zh_hans: 被举报成员：%@
zh_hant: 被檢舉成員：%@

# admin_reports_reporter_note
source: Reporter's note
es: Nota de quien reporta
ko: 신고자의 메모
vi: Ghi chú của người báo cáo
zh_hans: 举报人备注
zh_hant: 檢舉人備註

# admin_reports_restore
source: Restore
es: Restaurar
ko: 복원
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# admin_reports_restore_confirm_message
source: This will restore the reported content. You can leave an optional note for the moderation log.
es: Esto restaurará el contenido reportado. Puedes dejar una nota opcional para el registro de moderación.
ko: 신고된 콘텐츠를 복원합니다. 운영 기록에 남길 메모를 선택적으로 입력할 수 있습니다.
vi: Thao tác này sẽ khôi phục nội dung bị báo cáo. Bạn có thể để lại ghi chú tùy chọn cho nhật ký kiểm duyệt.
zh_hans: 这将恢复被举报的内容。您可以为审核记录留下备注（选填）。
zh_hant: 這將恢復被檢舉的內容。您可以為審核記錄留下備註（選填）。
